{
    "language":"Gjuha",
    "nav_home":"Kreu",
    "nav_join_us":"Bashkohu",
    "nav_blogs":"Blogje",
    "nav_create_account":"Regjistrohu",
    "nav_log_in":"Hyr",
    "hero_title":"Fuqizim vetëmbrojtje",
    "hero_text":"Për barazinë dhe një shoqëri më të sigurtë për të gjithë!",
    "hero_btn":"Krijo llogarinë tënde",
    "about_us_title":"Rreth Nesh",
    "about_us_description":"Mirë se vini te ESD (Empowerment Self Defense), ku forca takon përmirësimin në rrugën e sigurisë personale dhe vetëbesimit. Në ESD, jemi të përkushtuar për të ndihmuar në krijuar një botë ku gratë ndihen të fuqishme, të sigurta dhe të afta përmes artit të mbrojtjes vetjake, specifikisht përmes praktikës së Aikido. Misioni ynë është bazuar në besimin se çdo grua ka të drejtën të ndihet e sigurt, e mbrojtur dhe e vetëdijshme në çdo situatë. ESD ofron një qasje unike dhe të transformueshme për mbrojtjen vetjake duke integruar principat e Aikido, një art marcilial i fokusuar në përdorimin e energjisë dhe lëvizjeve të kundërshtarit kundër tyre. Aikido thekson përqëndrimin me sulmin sesa përballjen direkte, duke e bërë atë një metodë të fuqishme dhe efektive për individët e të gjitha moshave dhe aftësive. Ajo që dallon ESD është përkushtimi ynë për të krijuar një komunitet të mbështetshëm dhe të përfshirë, ku gratë mund të ndërtojnë rezilienca fizike dhe mendore. Instruktorët tanë ekspertë nuk janë vetëm artistë marcilialë të njohur, por dhe mentorë të kujdesshëm që ju udhëhoqin në këtë udhëtim të përmirësimit. Ne besojmë se forca vjen nga dija, dhe sesionet tona trajnuese shkojnë përtej teknikave fizike, duke përfshirë vetëdijen rreth situatave, trajnimin e asertivitetit dhe strategjitë praktike të mbrojtjes vetjake.Nëse jeni një fillimtar i plotë ose një artist i përvojuar marcilial, ESD ju fton të bashkoheni me komunitetin tonë. Programet tona trajnuese janë të projektuara për të përshtatur me të gjitha nivelet e aftësive dhe moshat, duke ofruar një hapësirë të sigurtë dhe inkurajuese për rritjen personale. Zbuloni fuqinë brenda jush, përmirësoni vetëbesimin tuaj dhe ndërtoni lidhje të qëndrueshme me individë me mendësi të ngjashme.Tek ESD, ne shohim një botë ku gratë e kalojnë jetën me një ndjenjë të fuqishme, të pajisura me aftësitë dhe mendësinë për të naviguar çdo sfidë që vjen në rrugën e tyre. Bashkohuni me ne në këtë udhëtim transformues drejt pavarësisë përmes mbrojtjes vetjake. Së bashku, le të ndërtojmë një komunitet ku çdo grua qëndron drejt, e fortë dhe e vetëdijshme. Mirë se vini te ESD - ku fuqia fillon me ju.",
    "video_showcase_title":"Çfarë ofrojmë",
    "street":"Rruga Vaso Pasha",
    "email":"Email: esdalbania1@gmail.com"
}