{
  "language": "Lang",
  "nav_home": "Home",
  "nav_join_us": "Join Us",
  "nav_news": "News",
  "nav_create_account": "Sign up",
  "nav_log_in": "Sign In",
  "nav_about_us": "About Us",
  "nav_collaborators": "Sponsors",
  "about_us_title": "About Us",
  "about_us_description": "Welcome to ESD (Empowerment Self Defense), where we blend strength and empowerment for personal security. Committed to creating a world where women feel confident and capable, we focus on Aikido—a martial art using an opponent's energy against them. ESD goes beyond physical techniques, offering a unique approach that integrates situational awareness and assertiveness training. Our inclusive community, led by expert instructors, welcomes all skill levels. Join us on the journey to empowerment through self-defense, where every woman stands tall, strong, and self-assured. Welcome to ESD – where empowerment begins with you.",
  "video_showcase_title": "Our Content",
  "invitation_title": "Invitation",
  "invitation_desc": "We are thrilled to invite you to the first ESD in Schools - Summer Camp! This will bring together teachers from public and private schools in Albania, the first country to ever institutionalize ESD as part of extracurricular activities in public schools.\n\nOur Summer Camp is a collaborative space where ESD experts and instructors are welcomed to join and share. We will organize skill-sharing sessions facilitated by international ESD instructors Sarah Gordon Lavine and Gentiana Susaj. In addition, there will be a space for discussion and networking. The goal is for us to come together as a community, to share success and struggles, generate networking for future collaborations and programs.\n\nAt ESD Global Europe, we believe in the power of sharing and learning from each other, supporting and networking to make violence prevention education accessible to all. This event is organized by ESD Albania in cooperation with UN Women in the framework of the UN Joint Program “Ending Violence against Women” funded by the Government of Sweden.\n\nDon't miss this opportunity to be part of this exciting experience! Limited spots available. Register using the link here. More information will se shared soon.\n\nWe hope you will join us!\n\nGentiana Susaj\n\nFounder and Director",
  "our_collaborators_title": "Our Sponsors & Collaborators",
  "street": "'Vaso Pasha' Street",
  "email": "Email: esdalbania1@gmail.com"
}
