{
    "language":"Lang",
    "nav_home":"Home",
    "nav_join_us":"Join Us",
    "nav_blogs":"Blogs",
    "nav_create_account":"Sign up",
    "nav_log_in":"Sign In",
    "hero_title":"Self Empowerment",
    "hero_text":"For equality and a safer society for all!",
    "hero_btn":"Create your account",
    "about_us_title":"About Us",
    "about_us_description":"Welcome to ESD (Empowerment Self Defense), where strength meets empowerment on the path to personal security and confidence. At ESD, we are committed to fostering a world where women feel empowered, confident, and capable through the art of self-defense, specifically through the practice of Aikido.Our mission is rooted in the belief that every woman has the right to feel safe, secure, and self-assured in any situation. ESD provides a unique and transformative approach to self-defense by integrating the principles of Aikido, a martial art focused on using an opponent's energy and movements against them. Aikido emphasizes blending with an attack rather than confronting it directly, making it a powerful and effective method for individuals of all ages and abilities.What sets ESD apart is our dedication to creating a supportive and inclusive community where women can build both physical and mental resilience. Our expert instructors are not just skilled martial artists but compassionate mentors who guide you through the journey of empowerment. We believe that strength comes from knowledge, and our training sessions go beyond physical techniques, encompassing situational awareness, assertiveness training, and practical self-defense strategies.Whether you are a complete beginner or an experienced martial artist, ESD welcomes you to join our community. Our training programs are designed to accommodate all skill levels and ages, providing a safe and encouraging space for personal growth. Discover the power within you, enhance your self-confidence, and build lasting connections with like-minded individuals.At ESD, we envision a world where women move through life with a sense of empowerment, equipped with the skills and mindset to navigate any challenge that comes their way. Join us on this transformative journey towards empowerment through self-defense. Together, let's build a community where every woman stands tall, strong, and self-assured. Welcome to ESD – where empowerment begins with you.",
    "video_showcase_title":"What we offer",
    "street":"'Vaso Pasha' Street",
    "email":"Email: esdalbania1@gmail.com"
}